[
  {
    "source": "ABC News",
    "title": "Optus admits it had early warning about triple-0 failure as possible fourth death revealed",
    "link": "https://www.abc.net.au/news/2025-09-20/premier-slams-optus-over-triple-0-outage-linked-to-deaths/105797404",
    "summary": "Optus has come under fire from South Australia's premier who accused the telco of not disclosing to police the addresses, phone numbers or the names of the people affected by an outage that sparked triple-0 call failures linked to three deaths."
  },
  {
    "source": "ABC News",
    "title": "Ten-year-old Amina was fetching water when a missile strike killed her",
    "link": "https://www.abc.net.au/news/2025-09-20/palestinian-child-amina-al-mufti-killed-by-missile-strike/105759190",
    "summary": "When Amina Al-Mufti left the home her family was sheltering in, her parents expected she would quickly return with a bucket full of water. But she never came back."
  },
  {
    "source": "ABC News",
    "title": "Lions into third straight grand final after thrilling prelim win over Magpies",
    "link": "https://www.abc.net.au/news/2025-09-20/afl-preliminary-final-collingwood-brisbane-live-blog/105795084",
    "summary": "The Brisbane Lions advance to a third consecutive season decider where they will face Geelong after defeating Collingwood by 29 points."
  },
  {
    "source": "ABC News",
    "title": "Trump will impose a $150,000 annual fee for H-1B visas. Here's what it means",
    "link": "https://www.abc.net.au/news/2025-09-20/trump-will-impose-a-150-000-annual-fee-for-h-1b-visas/105797648",
    "summary": "Some hope this visa price hike will see the US tech industry prioritise American workers. Others argue it'll dissuade the \"world's smartest talent\" from choosing to work in the US."
  },
  {
    "source": "ABC News",
    "title": "Live: Sharks surge into preliminary final as Raiders make unwanted NRL history",
    "link": "https://www.abc.net.au/news/2025-09-20/nrl-finals-live-updates-canberra-raiders-cronulla-sharks/105780662",
    "summary": "The Canberra Raiders have become the first NRL minor premier to be eliminated from the finals in straight sets, going down to the Cronulla Sharks in a sudden-death semifinal. Follow live."
  }
]