[
  {
    "source": "Brasil de Fato",
    "title": "Liberdade de expressão nos EUA sofre retrocessos sob Trump, avalia internacionalista",
    "link": "https://www.brasildefato.com.br/2025/09/20/liberdade-de-expressao-nos-eua-sofre-retrocessos-sob-trump-avalia-internacionalista/",
    "summary": "Clarissa Forner aponta contradições de país que se diz 'a maior democracia do mundo' e alerta para escalada autoritária\nO post Liberdade de expressão nos EUA sofre retrocessos sob Trump, avalia internacionalista apareceu primeiro em Brasil de Fato."
  },
  {
    "source": "Brasil de Fato",
    "title": "Entenda o vodu: séculos de preconceito ocidental estigmatizaram religião haitiana de resistência",
    "link": "https://www.brasildefato.com.br/2025/09/20/entenda-o-vodu-seculos-de-preconceito-ocidental-estigmatizaram-religiao-haitiana-de-resistencia/",
    "summary": "Má reputação não é obra do acaso, mas projeto perverso, impregnado de racismo, em curso até hoje\nO post Entenda o vodu: séculos de preconceito ocidental estigmatizaram religião haitiana de resistência apareceu primeiro em Brasil de Fato."
  },
  {
    "source": "Brasil de Fato",
    "title": "Celso Sabino confirma a Lula que deixará Ministério do Turismo",
    "link": "https://www.brasildefato.com.br/2025/09/19/celso-sabino-confirma-a-lula-que-deixara-ministerio-do-turismo/",
    "summary": "Decisão foi tomada após ultimato do União Brasil\nO post Celso Sabino confirma a Lula que deixará Ministério do Turismo apareceu primeiro em Brasil de Fato."
  },
  {
    "source": "Brasil de Fato",
    "title": "Espetáculo Tapajós em SP transforma pesquisa de 10 anos em denúncia contra garimpo ilegal",
    "link": "https://www.brasildefato.com.br/2025/09/19/espetaculo-tapajos-em-sp-transforma-pesquisa-de-10-anos-em-denuncia-contra-garimpo-ilegal/",
    "summary": "Peça está em cartaz no Sesc da Av. Paulista até 28 de setembro; \"rios vivem uma catástrofe\", denuncia diretora\nO post Espetáculo Tapajós em SP transforma pesquisa de 10 anos em denúncia contra garimpo ilegal apareceu primeiro em Brasil de Fato."
  },
  {
    "source": "Brasil de Fato",
    "title": "Colômbia condena ex-militares por falsificar provas em assassinatos e responsabiliza Exército por crimes contra humanidade",
    "link": "https://www.brasildefato.com.br/2025/09/19/colombia-condena-ex-militares-por-falsificar-provas-em-assassinatos-e-responsabiliza-exercito-por-crimes-contra-humanidade/",
    "summary": "Doze ex-militares assumiram as desaparições forçadas e outros 3 ainda estão sendo investigados\nO post Colômbia condena ex-militares por falsificar provas em assassinatos e responsabiliza Exército por crimes contra humanidade apareceu primeiro em Brasil de Fato."
  }
]