[
  {
    "source": "Clarín",
    "title": "Donald Trump mostró el video de otro ataque del Ejército de EE.UU. contra un barco narco en el Caribe",
    "link": "https://www.clarin.com/mundo/donald-trump-anuncio-ejercito-eeuu-hundio-barco-narco-caribe_0_PALTscqSHK.html",
    "summary": "El Presidente habló de un \"ataque cinético letal\" contra un buque que \"traficaba narcóticos ilícitos y transitaba por una ruta conocida para envenenar a estadounidenses\".Confirmó también la muerte de sus tres ocupantes."
  },
  {
    "source": "Clarín",
    "title": "Donald Trump impone un pago anual de US$ 100.000 para las visas a profesionales calificados y presenta una nueva \"tarjeta dorada\"",
    "link": "https://www.clarin.com/mundo/donald-trump-impone-pago-anual-us-100000-visas-profesionales-calificados-presenta-nueva-tarjeta-dorada_0_4EEFmvPaPN.html",
    "summary": "El jefe de la Casa Blanca busca así proteger el empleo de los estadounidenses, en especial en las grandes empresas tecnológicas.Lanzó además una tarjeta de residencia de un millón de dólares.  "
  },
  {
    "source": "Clarín",
    "title": "\"La gente es estúpida\": revelaron la polémica carta del fundador de Checoslovaquia, guardada durante 90 años y con una advertencia por Hitler",
    "link": "https://www.clarin.com/mundo/gente-estupida-hagan-facil-revelaron-polemica-carta-fundador-checoslovaquia-advertencia-hitler_0_h5CXsGr0Cp.html",
    "summary": "Tomáš Garrigue Masaryk dejó anotaciones inéditas que ahora se difundieron parcialmente, en un acto en la República Checa.Sus comentarios más fuertes y el aviso que dejó en medio de la amenaza nazi.Hay un nuevo enigma: ¿de cuándo data exactamente la carta?"
  },
  {
    "source": "Clarín",
    "title": "El ejército de Israel advierte que usará una \"fuerza sin precedentes\" en Ciudad de Gaza y llama a una rápida evacuación",
    "link": "https://www.clarin.com/mundo/ejercito-israel-advierte-usara-fuerza-precedentes-ciudad-gaza-llama-rapida-evacuacion_0_P8byLK6YOB.html",
    "summary": "Escala la ofensiva terrestre y área lanzada esta semana contra la principal ciudad del enclave.Miles de palestinos huyen, pero Israel a la vez cerró una de las principales rutas hacia el sur de la Franja."
  },
  {
    "source": "Clarín",
    "title": "Un juez desestima la demanda de Trump contra The New York Times por \"inapropiada\"",
    "link": "https://www.clarin.com/mundo/juez-desestima-demanda-trump-the-new-york-times-inapropiada_0_36VML4ZzgD.html",
    "summary": "El presidente de EE.UU. había denunciado al diario por difamación y pedía 15.000 millones de dólares.El magistrado criticó el tono político de la demanda y señaló que las quejas del presidente carecen de fundamentos."
  }
]