[
  {
    "source": "Engadget",
    "title": "New subscribers to Apple Music can get three free months of the Family Plan",
    "link": "https://www.engadget.com/deals/new-subscribers-to-apple-music-can-get-three-free-months-of-the-family-plan-151240893.html?src=rss",
    "summary": "New subscribers can get three free months of that plan — which, at $17 per month normally, comes out to $51 in savings for the whole period. Check out our coverage of the best Apple deals for more discounts, and follow @EngadgetDeals on X for the latest tech deals and buying advice.This article originally appeared on Engadget at https://www.engadget.com/deals/new-subscribers-to-apple-music-can-get-three-free-months-of-the-family-plan-151240893.html?src=rss"
  },
  {
    "source": "Engadget",
    "title": "Patapon's spiritual successor, co-op Lego and other new indie games worth checking out",
    "link": "https://www.engadget.com/gaming/patapons-spiritual-successor-co-op-lego-and-other-new-indie-games-worth-checking-out-110022924.html?src=rss",
    "summary": "Fingers crossed that the crystalpunk aesthetic of this game will lead Wise to create a piece that&#39;s on par with &quot;Aquatic Ambiance.&quot; In any case, a demo for Lucid&nbsp;is available on Steam now. Every time a new trailer pops up (as was the case during the Game Devos of Color showcase), I think it&#39;s one of the coolest-looking games I&#39;ve ever seen."
  },
  {
    "source": "Engadget",
    "title": "Trump administration to impose a $100,000-per-year fee for H-1B visas",
    "link": "https://www.engadget.com/big-tech/trump-administration-to-impose-a-100000-per-year-fee-for-h-1b-visas-041417692.html?src=rss",
    "summary": "The Secretary of Homeland Security will restrict approval for visa applications of people who are &quot;currently outside the United States&quot; unless accompanied by the fee, though the rule &quot;allows case-by-case exemptions if [it&#39;s] in the national interest.&quot; This new requirement will only apply to new visa applicants, a White House official told The Times, and it will likely face legal challenges. &quot;Information technology (IT) firms in particular have prominently manipulated the H-1B system, significantly harming American workers in computer-related fields,&quot; the announcement read.&nbsp;\nTrump has also signed an order for a new visa program called the &quot;Gold Card,&quot; which the administration says will prioritize &quot;the admission of aliens who will affirmatively benefit the Nation, including successful entrepreneurs, investors, and businessmen and women.&quot; It&#39;s an expedited immigrant visa program, available to anybody who can afford the &quot;requisite gift&quot; the government asks for."
  },
  {
    "source": "Engadget",
    "title": "US and China agree to agree on a TikTok deal",
    "link": "https://www.engadget.com/social-media/us-and-china-agree-to-agree-on-a-tiktok-deal-231254041.html?src=rss",
    "summary": "In a post on Truth Social, Trump said both that the two had &quot;made progress&quot; on &quot;approval of the TikTok Deal&quot; and that he &quot;appreciate[s] the TikTok approval.&quot; Trump also told reporters in the Oval Office that &quot;he approved the TikTok deal,&quot; Reuters reported. But Chinese state-run media reported the call a bit differently, according to The New York Times, saying that Xi conveyed that the government &quot;respects the wishes of the company in question and is glad to see business negotiations in line with market rules and a solution that conforms to Chinese laws and regulations and takes into account the interests of both sides.”\nTikTok owner ByteDance did little to clear things up when it issued the following statement."
  },
  {
    "source": "Engadget",
    "title": "Ready to download iOS 26? See if your iPhone is eligible for the free update first",
    "link": "https://www.engadget.com/mobile/ready-to-download-ios-26-see-if-your-iphone-is-eligible-for-the-free-update-first-191854926.html?src=rss",
    "summary": "In short, if you have an iPhone that was announced in 2019 or later, you're in the clear:\n\niPhone SE (second generation or later)\niPhone 11\niPhone 11 Pro\niPhone 11 Pro Max\niPhone 12\niPhone 12 mini\niPhone 12 Pro\niPhone 12 Pro Max\niPhone 13\niPhone 13 mini\niPhone 13 Pro\niPhone 13 Pro Max\niPhone 14\niPhone 14 Plus\niPhone 14 Pro\niPhone 14 Pro Max\niPhone 15\niPhone 15 Plus\niPhone 15 Pro\niPhone 15 Pro Max\niPhone 16\niPhone 16 Plus\niPhone 16 Pro\niPhone 16 Pro Max\niPhone 16e\niPhone 17\niPhone 17 Pro\niPhone 17 Pro Max\niPhone Air\n\niPads compatible with iPadOS 26\nMeanwhile, the iPads listed below are eligible to download iPadOS 26:\n\niPad Pro (M4)\niPad Pro 12.9‑inch (3rd generation and later)\niPad Pro 11‑inch (1st generation and later)\niPad Air (3rd generation and later, including M2 and M3)\niPad (8th generation and later, including A16)\niPad mini (5th generation and later, including A17 Pro)\n\nWhat if I don't want to buy a new iPhone? It also gives you more time to wait for Apple to take care of any bugs on the new OS.&nbsp;\nHowever, if you're excited to finally have the Liquid Glass aesthetic on your phone and use all the new features iOS 26 has to offer, go ahead and install that one."
  }
]