[
  {
    "source": "Folha",
    "title": "Ataque cibernético afeta operação de aeroportos europeus e causa atrasos em voos",
    "link": "https://redir.folha.com.br/redir/online/mundo/rss091/*https://www1.folha.uol.com.br/mercado/2025/09/ataque-cibernetico-afeta-operacao-de-aeroportos-europeus-e-causa-atrasos-em-voos.shtml",
    "summary": "Um ciberataque a um provedor de sistemas de check-in e embarque afetou as operações em vários aeroportos europeus importantes, incluindo Heathrow de Londres, o mais movimentado do continente, causando atrasos e cancelamentos de voos neste sábado (20).\nLeia mais (09/20/2025 - 08h13)"
  },
  {
    "source": "Folha",
    "title": "Por que a França pode se tornar o novo 'país problema' da Europa",
    "link": "https://redir.folha.com.br/redir/online/mundo/rss091/*https://www1.folha.uol.com.br/mundo/2025/09/por-que-a-franca-pode-se-tornar-o-novo-pais-problema-da-europa.shtml",
    "summary": "Alguns franceses se irritaram nesta semana ao descobrir que o caos político do país virou alvo de piadas dos... Leia mais (09/20/2025 - 04h00)"
  },
  {
    "source": "Folha",
    "title": "Diplomacia de Donald Trump e Xi Jinping mistura algoritmo, comércio e soja",
    "link": "https://redir.folha.com.br/redir/online/mundo/rss091/*https://www1.folha.uol.com.br/colunas/igor-patrick/2025/09/diplomacia-de-donald-trump-e-xi-jinping-mistura-algoritmo-comercio-e-soja.shtml",
    "summary": "A terceira ligação do ano entre Xi Jinping e Donald Trump, realizada nesta sexta-feira (19), foi apresentada como pragmática e produtiva, mas a falta de detalhes concretos indica que o gesto foi menos um avanço substancial e mais uma encenação para conter volatilidades numa relação marcada por desconfiança.\nLeia mais (09/19/2025 - 23h00)"
  },
  {
    "source": "Folha",
    "title": "Familiares de vítimas das Farc recorrem da primeira sentença de tribunal de paz na Colômbia",
    "link": "https://redir.folha.com.br/redir/online/mundo/rss091/*https://www1.folha.uol.com.br/mundo/2025/09/familiares-de-vitimas-das-farc-recorrem-da-primeira-sentenca-de-tribunal-de-paz-na-colombia.shtml",
    "summary": "Familiares de 11 deputados do sudoeste da Colômbia, assassinados em 2007 pelas Farc (Forças Armadas Revolucionárias da Colômbia) após longo período sequestrados, apelaram da primeira sentença que um tribunal criado no âmbito do acordo de paz de 2016 emitiu contra ex-chefes da guerrilha.\nLeia mais (09/19/2025 - 22h04)"
  },
  {
    "source": "Folha",
    "title": "Zelenski pede nova reunião bilateral com Lula na ONU",
    "link": "https://redir.folha.com.br/redir/online/mundo/rss091/*https://www1.folha.uol.com.br/mundo/2025/09/zelenski-pede-nova-reuniao-bilateral-com-lula-na-onu.shtml",
    "summary": "O presidente da Ucrânia, Volodimir Zelenski, pediu uma nova reunião bilateral com o presidente Luiz Inácio Lula da Silva (PT), que ocorreria durante a Assembleia-Geral da ONU (Organização das Nações Unidas) na próxima semana, em Nova York, nos Estados Unidos.\nLeia mais (09/19/2025 - 21h40)"
  }
]