[
  {
    "source": "Fox News",
    "title": "Reporter’s Notebook: Israeli hostage families plead, peace falters, and war grinds on in Gaza",
    "link": "https://www.foxnews.com/world/reporters-notebook-israeli-hostage-families-plead-peace-falters-war-grinds-gaza",
    "summary": "Israel launches ground invasion of Gaza City targeting remaining Hamas terrorists while hostage families and civilians endure ongoing humanitarian crisis."
  },
  {
    "source": "Fox News",
    "title": "BROADCAST BIAS: Networks can’t handle truth behind Charlie Kirk’s assassination",
    "link": "https://www.foxnews.com/opinion/broadcast-bias-networks-cant-handle-truth-behind-charlie-kirks-assassination",
    "summary": "Broadcast networks criticized for biased reporting on Charlie Kirk assassination case, with alleged shooter Tyler Robinson&apos;s political leanings becoming contentious issue."
  },
  {
    "source": "Fox News",
    "title": "Senior Republican says he'll 'miss the clowns,' not 'the circus' as he eyes life after Congress",
    "link": "https://www.foxnews.com/politics/senior-republican-says-hell-miss-clowns-not-the-circus-he-eyes-life-after-congress",
    "summary": "Rep. Michael McCaul is leaving Congress at the end of next year and is looking back at his time served and what lies ahead."
  },
  {
    "source": "Fox News",
    "title": "JOSH HAMMER: Trial lawyer lawfare vs. Trump's policy revolution",
    "link": "https://www.foxnews.com/opinion/josh-hammer-trial-lawyer-lawfare-vs-trumps-policy-revolution",
    "summary": "Democrat trial lawyers deploy legal challenges against Trump&apos;s executive orders on alternative investments, energy exploration, and government efficiency reforms."
  },
  {
    "source": "Fox News",
    "title": "Kamala Harris reveals what Biden told her just before crucial debate with Trump that left her 'angry'",
    "link": "https://www.foxnews.com/politics/kamala-harris-reveals-what-biden-told-her-just-before-crucial-debate-trump-left-her-angry",
    "summary": "Kamala Harris reveals in her new book that Biden called just before her debate with Trump to wish her luck — and to give her a warning about major donors."
  }
]