[
  {
    "source": "G1",
    "title": "160 anos do espiritismo no Brasil: por que religião 'vingou' tanto no país?",
    "link": "https://g1.globo.com/mundo/noticia/2025/09/20/160-anos-do-espiritismo-no-brasil-por-que-religiao-vingou-tanto-no-pais.ghtml",
    "summary": "Para Lewgoy, o espiritismo está atualmente enfrentando uma \"concorrência tripla\": a expansão dos evangélicos; a legitimação das religiões afro-brasileiras (ou seja, o seu reconhecimento, aceitação e valorização em certas camadas da sociedade); e a secularização individualista (processo em que a religião se torna menos central na sociedade, que também passa a valorizar cada vez mais o indivíduo em detrimento de vivências coletivas). Médiuns famosos como Chico Xavier (1910-2002) ajudaram a popularizar o espiritismo no Brasil; entretanto, especialista aponta para a falta de 'sucessores'\nVALTER DE PAULA/EM/D.A PRES\nPara Lewgoy, o espiritismo brasileiro vive um momento de invenção de \"um novo modelo de religiosidade para o século 21\", com \"menos fiéis e mais influência, menos instituições de massa e mais impacto cultural\"."
  },
  {
    "source": "G1",
    "title": "'Mais perigoso que os anos 1960': Por que assassinato de Charlie Kirk gera temor de nova era de violência política nos EUA",
    "link": "https://g1.globo.com/mundo/noticia/2025/09/20/mais-perigoso-que-os-anos-1960-por-que-assassinato-de-charlie-kirk-gera-temor-de-nova-era-de-violencia-politica-nos-eua.ghtml",
    "summary": "Segundo especialistas que estudam o tema, em um momento de extremas divisões, em que muitos americanos sentem ansiedade econômica e cultural, estão desiludidos com o governo e consideram o \"outro lado\" uma ameaça existencial ao país, há o temor de que o episódio leve a uma espiral de retaliação. O crime, diante de uma plateia de cerca de 3 mil estudantes, foi o mais recente de uma série de atentados que tiveram como alvo figuras políticas nos últimos meses, em uma onda de violência que muitos comparam à década de 1960."
  },
  {
    "source": "G1",
    "title": "Ataque cibernético afeta operações em aeroportos europeus",
    "link": "https://g1.globo.com/mundo/noticia/2025/09/20/ataque-cibernetico-afeta-operacoes-em-aeroportos-europeus.ghtml",
    "summary": "O Aeroporto de Heathrow, em Londres — o mais movimentado da Europa — informou que seus sistemas de check-in e embarque, fornecidos pela Collins Aerospace, foram afetados por um \"problema técnico\" que \"pode ​​causar atrasos para os passageiros que embarcam\". Painel mostra voos atrasados ​​no aeroporto de Bruxelas após ataque cibernético afetar operações\nReuters\nO aeroporto publicou um aviso em seu site informando: \"Devido a um problema técnico em um provedor de sistema que opera em toda a Europa, há tempos de espera mais longos no check-in."
  },
  {
    "source": "G1",
    "title": "O plano de Israel que ameaça 'enterrar a ideia de um Estado palestino'",
    "link": "https://g1.globo.com/mundo/noticia/2025/09/20/o-plano-de-israel-que-ameaca-enterrar-a-ideia-de-um-estado-palestino.ghtml",
    "summary": "Israel diz que usará 'força sem precedentes' na Cidade de Gaza em ofensiva terrestre contra Hamas\n✅ Clique aqui para seguir o canal de notícias internacionais do g1 no WhatsApp\nO homem por trás do projeto, o ministro das Finanças de extrema direita, Bezalel Smotrich, disse que a proposta de um Estado palestino estava sendo retirada da mesa não com slogans, mas com ações. O Ministério de Relações Exteriores da Jordânia também se opôs ao projeto, descrevendo-o como um ataque ao \"direito inalienável do povo palestino de estabelecer um Estado independente e soberano baseado nas fronteiras de 4 de junho de 1967, com Jerusalém Oriental como sua capital\"."
  },
  {
    "source": "G1",
    "title": "Jimmy Kimmel, processo contra New York Times e Wall Street Journal: as brigas de Trump contra veículos de imprensa dos EUA; cronologia",
    "link": "https://g1.globo.com/mundo/noticia/2025/09/20/jimmy-kimmel-processo-contra-new-york-times-e-wall-street-journal-as-brigas-de-trump-contra-veiculos-de-imprensa-dos-eua-cronologia.ghtml",
    "summary": "👉🏽Veja a linha do tempo das disputas de Trump com a mídia em seu segundo mandato:\nDezembro de 2024: ABC faz acordo em processo de difamação\nA ABC News concordou em pagar US$ 15 milhões à biblioteca presidencial de Trump para encerrar um processo de difamação provocado por uma declaração incorreta feita no ar pelo âncora George Stephanopoulos. Democratas divulgam suposta carta de Trump a Epstein com desenho de mulher nua; Casa Branca diz que documento é falso\n17 de setembro: ABC retira do ar o programa “Jimmy Kimmel Live!” \nJimmy Kimmel aparece na frente da Walt Disney Television em Nova York em 14 de maio de 2019, à esquerda, e o presidente Donald Trump aparece no gramado sul da Casa Branca em 1º de agosto de 2025, em Washington."
  }
]