[
  {
    "source": "Hindu",
    "title": "Zelenskyy says will meet Trump next week as Russia intensifies attacks",
    "link": "https://www.thehindu.com/news/international/zelenskyy-says-will-meet-trump-next-week-as-russia-intensifies-attacks/article70073535.ece",
    "summary": "Russia carried out one of its largest aerial attacks overnight, firing 40 missiles and some 580 drones at Ukraine in a barrage that killed at least three people and wounded dozens, Volodymyr Zelenskyy said oSeptember 20."
  },
  {
    "source": "Hindu",
    "title": "Russia launches large-scale attack on Ukraine, killing three and wounding dozens",
    "link": "https://www.thehindu.com/news/international/russia-launches-large-scale-attack-on-ukraine-killing-three-and-wounding-dozens/article70073491.ece",
    "summary": "Ukrainian President Volodymyr Zelenskyy said attacks took place across nine regions, including Dnipropetrovsk, Mykolaiv, Chernihiv, Zaporizhzhia, Poltava, Kyiv, Odesa, Sumy and Kharkiv."
  },
  {
    "source": "Hindu",
    "title": "‘Much-needed message’: Indian envoy lauds Ireland’s leadership for condemning ‘misdirected’ attacks on community",
    "link": "https://www.thehindu.com/news/international/ireland-india-community-envoy-misdirected-racial-attacks-statement-support/article70073246.ece",
    "summary": "Last month, an Embassy advisory urged Indian citizens to take \"reasonable precautions for their personal security” following a series of racially aggravated attacks"
  },
  {
    "source": "Hindu",
    "title": "Cyberattack disrupts check-in, boarding systems at major European airports including London’s Heathrow",
    "link": "https://www.thehindu.com/news/international/cyberattack-disrupts-check-in-systems-at-major-european-airports-including-london-brussels/article70073259.ece",
    "summary": "Authorities at Berlin's Brandenburg Airport said a service provider for passenger handling systems was attacked on Friday (September 19) evening"
  },
  {
    "source": "Hindu",
    "title": "U.S. House approves resolution honouring Charlie Kirk amid opposition by dozens of Democrats",
    "link": "https://www.thehindu.com/news/international/us-house-approves-resolution-honouring-charlie-kirk-amid-opposition-by-dozens-of-democrats/article70072911.ece",
    "summary": "“Who could vote against that?” President Donald Trump said Friday (September 19) afternoon about the resolution"
  }
]