[
  {
    "source": "Hollywood Reporter",
    "title": "Bill Maher Defends Jimmy Kimmel While Reflecting on His Own ABC Late Night Controversy: “I Am With You, I Support You”",
    "link": "https://www.hollywoodreporter.com/tv/tv-news/bill-maher-jimmy-kimmel-politically-incorrect-suspension-1236376591/",
    "summary": "\"If this firing goes for you the way it did for me, you'll get 23 years on a better network,\" Maher said on the Friday episode of HBO's 'Real Time.'"
  },
  {
    "source": "Hollywood Reporter",
    "title": "‘The Summer I Turned Pretty’ Brand Collabs Keep Coming Post-Season 3 Finale",
    "link": "https://www.hollywoodreporter.com/lifestyle/shopping/the-summer-i-turned-pretty-season-three-fashion-beauty-brand-collabs-merch-1236299681/",
    "summary": "finale doesn't mean the limited-edition, show-inspired partnerships are through. After all, there's still a movie in the works."
  },
  {
    "source": "Hollywood Reporter",
    "title": "XG Can Turn Any Stage Into the Met Gala",
    "link": "https://www.hollywoodreporter.com/lifestyle/style/xg-style-gala-interview-1236374309/",
    "summary": "The seven-piece global group, back with their fashion-forward new single “Gala,” have made style a large part of their artistic identity: “It’s more than just dressing up. It's a creative way to learn and express who we are.”"
  },
  {
    "source": "Hollywood Reporter",
    "title": "Junichi Okada’s Epic Netflix Samurai Survival Drama Promises Blood, Honor and Hype",
    "link": "https://www.hollywoodreporter.com/tv/tv-news/junichi-okada-netflix-last-samurai-standing-interview-1236375740/",
    "summary": "'Last Samurai Standing' brings 'Squid Game' stakes and 'Shogun' vibes to a deadly, old-school battle for glory."
  },
  {
    "source": "Hollywood Reporter",
    "title": "Gal Gadot Gets Choked Up, Requests “Urgent” Prayers for Israeli Hostages Amid Gaza Conflict",
    "link": "https://www.hollywoodreporter.com/news/general-news/gal-gadot-israel-gaza-conflict-yuval-raphael-eurovision-1236376488/",
    "summary": "The actress attended a United Hatzalah of Israel gala in Los Angeles at which she presented an award to Nova Music Festival survivor and Eurovision breakout star Yuval Raphael."
  }
]