[
  {
    "source": "Le Monde",
    "title": "France's situation causes concern in Brussels",
    "link": "https://www.lemonde.fr/en/politics/article/2025/09/20/france-s-situation-causes-concern-in-brussels_6745579_5.html",
    "summary": "The country's political instability, the rise of the far right and deteriorating public finances are worrying its European partners. The appointment of PM Sébastien Lecornu, who has so far not been very involved in EU affairs, has done little to reassure them."
  },
  {
    "source": "Le Monde",
    "title": "Russia escalates military tensions with European countries",
    "link": "https://www.lemonde.fr/en/international/article/2025/09/20/russia-escalates-military-tensions-with-european-countries_6745577_4.html",
    "summary": "The incursion of three Russian aircraft into Estonian airspace is 'yet another example of reckless Russian behavior,' NATO said. This incident between the allies and Moscow comes as major military exercises are taking place on both sides."
  },
  {
    "source": "Le Monde",
    "title": "Zelensky says he will meet with Trump next week on sidelines of UN Assembly",
    "link": "https://www.lemonde.fr/en/international/article/2025/09/20/war-in-ukraine-zelensky-says-he-will-meet-with-trump-next-week_6745581_4.html",
    "summary": "Ukrainian President Volodymyr Zelensky announced the meeting with Donald Trump on the sidelines of the United Nations General Assembly next week, amid Russian strikes in Ukraine and an aerial flyby in Estonia."
  },
  {
    "source": "Le Monde",
    "title": "Two French baby boomers on what their generation got wrong",
    "link": "https://www.lemonde.fr/en/opinion/article/2025/09/20/two-french-baby-boomers-on-what-their-generation-got-wrong_6745575_23.html",
    "summary": "The economist Jean Pisani-Ferry and the politician Jean-Louis Bourlanges each delivered a harsh review of the past decades as they were decorated with the Légion d'Honneur in early September."
  },
  {
    "source": "Le Monde",
    "title": "European airports report delays and canceled flights due to 'cyber-related disruption'",
    "link": "https://www.lemonde.fr/en/international/article/2025/09/20/european-airports-report-delays-and-canceled-flights-due-to-cyber-related-disruption_6745578_4.html",
    "summary": "An incident affecting airport service provider Collins Aerospace's electronic customer check-in and baggage drop systems has affected airport operations in Brussels, Berlin and London's Heathrow."
  }
]