[
  {
    "source": "NDTV",
    "title": "H-1B Visa Fee Hike May Make The Great American Dream Too Expensive To Achieve",
    "link": "https://www.ndtv.com/world-news/h-1b-visa-fee-hike-may-make-the-great-american-dream-too-expensive-to-achieve-9312565#publisher=newsstand",
    "summary": "United States President Donald Trump hiking H-1B non-immigrant visa fees to a steep USD 100,000 would affect thousands of Indian students with the American dream."
  },
  {
    "source": "NDTV",
    "title": "Man Drops Brand-New iPhone 17 Pro In Front Of Tim Cook. He Reacts",
    "link": "https://www.ndtv.com/world-news/man-drops-brand-new-iphone-17-pro-in-front-of-tim-cook-he-reacts-9312122#publisher=newsstand",
    "summary": "A fan’s iPhone 17 Pro unboxing took an unexpected turn when he dropped the device in front of Tim Cook, who responded with calm reassurance."
  },
  {
    "source": "NDTV",
    "title": "Rising Diabetes In US Kids: Can Mounjaro Be The Answer? New Study Says Yes",
    "link": "https://www.ndtv.com/world-news/rising-diabetes-in-us-kids-can-mounjaro-be-the-answer-new-study-says-yes-9310680#publisher=newsstand",
    "summary": "A new study reveals Mounjaro may help children as young as 10 manage Type 2 diabetes, significantly reducing blood sugar and weight, with Eli Lilly pushing to expand its use beyond adults."
  },
  {
    "source": "NDTV",
    "title": "US Attorney, Under Pressure To Charge Trump's Political Opponents, \"Fired\"",
    "link": "https://www.ndtv.com/world-news/us-attorney-erik-siebert-under-pressure-to-charge-donald-trumps-political-opponents-fired-9312158#publisher=newsstand",
    "summary": "US President Donald Trump said on Saturday he \"fired\" a federal prosecutor who was reportedly facing pressure over investigations into two of the Republican leader's political foes."
  },
  {
    "source": "NDTV",
    "title": "Last Solar Eclipse Of 2025 Tomorrow Night, Won't Be Visible In India",
    "link": "https://www.ndtv.com/world-news/last-solar-eclipse-of-2025-tomorrow-night-wont-be-visible-in-india-9312053#publisher=newsstand",
    "summary": "After witnessing a Total Lunar Eclipse or Blood Moon, skygazers across the globe are in for a treat today as the last solar eclipse of 2025 will grace the skies on Sunday night."
  }
]