[
  {
    "source": "NPR",
    "title": "U.S. attorney resigns under pressure from Trump to charge N.Y. AG Letitia James",
    "link": "https://www.npr.org/2025/09/20/nx-s1-5547837/us-attorney-virginia-resigns-letitia-james-probe",
    "summary": "Erik Siebert resigned after President Trump said he wanted him \"out\" after a monthslong mortgage fraud investigation into New York Attorney General Letitia James failed to result in criminal charges."
  },
  {
    "source": "NPR",
    "title": "Opinion: Robert Redford will always light up our screens",
    "link": "https://www.npr.org/2025/09/20/nx-s1-5540696/opinion-robert-redford-will-always-light-up-our-screens",
    "summary": "The late Robert Redford will be remembered for his many movie roles. But he also leaves the artistic legacy of the Sundance Film Festival, which nurtured generations of independent filmmakers."
  },
  {
    "source": "NPR",
    "title": "Lawyers vs. engineers: Dan Wang sees U.S.-China dynamics in a new paradigm",
    "link": "https://www.npr.org/2025/09/20/g-s1-89568/china-us-lawyers-vs-engineers-dan-wang-book",
    "summary": "In a new book, analyst Dan Wang uses \"engineering state\" vs. \"lawyerly society\" to explain how China got ahead and America stagnated."
  },
  {
    "source": "NPR",
    "title": "5 lessons from a house that generates more energy than it uses",
    "link": "https://www.npr.org/2025/09/20/nx-s1-5518175/california-climate-house-utility-bills",
    "summary": "With higher utility bills, a house that produces more energy than it uses may be appealing. In southern California, one such house has existed for more than a decade."
  },
  {
    "source": "NPR",
    "title": "Cyberattack disrupts check-in systems at major European airports",
    "link": "https://www.npr.org/2025/09/20/g-s1-89727/cyberattack-european-airports",
    "summary": "A cyberattack targeting check-in and boarding systems has disrupted air traffic and caused delays at several of Europe's major airports, officials said Saturday."
  }
]