[
  {
    "source": "Spiegel",
    "title": "Drones over Poland: NATO and the EU Seek a Convincing Response to Russian Aggression",
    "link": "https://www.spiegel.de/international/world/drones-over-poland-nato-and-the-eu-seek-a-convincing-response-to-russian-aggression-a-6a2ff5af-6cd7-4cd1-86a3-989a246a8538#ref=rss",
    "summary": "The drone incursion into Polish airspace earlier this month has Western leaders scrambling for answers. Putin, meanwhile, has made it clear he won't be backing down any time soon."
  },
  {
    "source": "Spiegel",
    "title": "Expedition to the North Pole: Polar Researchers Fear an Ecological Collapse in the Arctic",
    "link": "https://www.spiegel.de/international/world/expedition-to-the-north-pole-polar-researchers-fear-an-ecological-collapse-in-the-arctic-a-640a73ff-0fcc-4593-9ab0-dae85ca146c6#ref=rss",
    "summary": "The research ship Polarstern spent two months in the ice of the Arctic this summer. What they found could be evidence of an ecological collapse."
  },
  {
    "source": "Spiegel",
    "title": "Critiquing DER SPIEGEL: The Four Dilemmas Facing Quality Journalism",
    "link": "https://www.spiegel.de/international/zeitgeist/critiquing-der-spiegel-the-four-dilemmas-facing-quality-journalism-a-303305e1-ca1d-40f6-82c3-7a3b17e9317f#ref=rss",
    "summary": "Not only that, but information is suddenly everywhere, people are losing trust in news outlets and there is a growing exhaustion with crisis reporting. Serious journalism is under greater pressure than ever before."
  },
  {
    "source": "Spiegel",
    "title": "Trump's Prisoners in El Salvador: Returning Home from Hell",
    "link": "https://www.spiegel.de/international/world/trumps-prisoners-in-el-salvador-returning-home-from-hell-a-a238c1ee-e0cc-41e4-80f8-f68b8e76483d#ref=rss",
    "summary": "Donald Trump deported the makeup artist Andry Hernández out of the U.S. He has since been freed - and become a symbol for the erosion of the rule of law in the United States."
  },
  {
    "source": "Spiegel",
    "title": "Killings of Civilians in Gaza: How DER SPIEGEL Reported on a Suspected War Crime",
    "link": "https://www.spiegel.de/international/world/killings-of-civilians-in-gaza-how-der-spiegel-reported-on-a-suspected-war-crime-a-4f448f33-cc80-4d5a-b96f-8d6a3da34bc2#ref=rss",
    "summary": "is suspected of killing unarmed civilians in the Gaza Strip as a soldier in the Israeli army, thus committing war crimes. Here, DER SPIEGEL reveals how it reported on the case."
  }
]