[
  {
    "source": "The Guardian",
    "title": "Scores killed by RSF drone strike on mosque in besieged Sudanese city",
    "link": "https://www.theguardian.com/world/2025/sep/19/rsf-drone-strike-kills-scores-people-mosque-sudan",
    "summary": "First responders say 75 worshippers dead as paramilitaries push to capture last foothold of Sudanese army in DarfurA drone strike by the paramilitary Rapid Support Forces on the besieged Sudanese city of El Fasher has killed 75 people worshipping in a mosque, first responders have said, as the group continued its push to capture the last foothold of Sudan’s army in the Darfur region.The attack, one of the deadliest this year in the city, hit the al-Daraja neighbourhood, where civilians from the famine-hit Abu Shouk displacement camp had fled after it was overrun by fighters . Continue reading..."
  },
  {
    "source": "The Guardian",
    "title": "Kenya’s Turkana people genetically adapted to live in harsh environment, study suggests",
    "link": "https://www.theguardian.com/global-development/2025/sep/19/kenya-turkana-people-genetically-adapted-to-live-in-harsh-environment-study-suggests",
    "summary": "Research which began with conversations round a campfire and went on to examine 7m gene variants shows how people survive with little water and a meat-rich dietA collaboration between African and American researchers and a community living in one of the most hostile landscapes of northern Kenya has uncovered key genetic adaptations that explain how pastoralist people have been able to thrive in the region.Underlying the population’s abilities to live in Turkana, a place defined by extreme heat, water scarcity and limited vegetation, has been hundreds of years of natural selection, according to a study published in Science. Continue reading..."
  },
  {
    "source": "The Guardian",
    "title": "Eritrean man is second to be deported to France under UK’s ‘one in, one out’ deal",
    "link": "https://www.theguardian.com/uk-news/2025/sep/19/eritrean-man-is-second-to-be-deported-to-france-under-uk-one-in-one-out-deal",
    "summary": "Home Office says man left Heathrow for Paris early on Friday after losing high court attempt to block moveAn Eritrean man has been deported to France under the UK government’s “one in, one out” deal with the neighbouring country.The man – the second to be deported under the agreement – was on a flight that left Heathrow for Paris at 6.15am on Friday, the Home Office confirmed after he lost a high court attempt to block the move. Continue reading..."
  },
  {
    "source": "The Guardian",
    "title": "Who was Agnes Wanjiru, Kenyan woman killed near army base in 2012?",
    "link": "https://www.theguardian.com/world/2025/sep/16/who-was-agnes-wanjiru-kenya-profile",
    "summary": "Relatives remember a dependable, kind and funny woman and remain traumatised by her deathPerhaps the Kenyan market town of Nanyuki’s greatest claim to fame was that it straddles the equator. It was here where Agnes Wanjiru was born and lived and where she was brutally killed.Her family searched for her for months before her body was found stuffed into a septic tank at the same hotel where she had last been seen alive."
  },
  {
    "source": "The Guardian",
    "title": "Kenya seeks arrest of former British soldier over alleged murder of Agnes Wanjiru",
    "link": "https://www.theguardian.com/uk-news/2025/sep/16/kenya-seeks-arrest-former-british-soldier-alleged-agnes-wanjiru",
    "summary": "High court judge issues arrest warrant, saying a suspect has been charged in relation to 2012 death of 21-year-oldProfile: who was Agnes Wanjiru?A warrant has been issued for the arrest of a British national on suspicion of the murder of the Kenyan woman Agnes Wanjiru, who was found dead in the grounds of a hotel near an army base in 2012.The high court judge Alexander Muteti issued the arrest warrant earlier on Tuesday in Kenya, with the prosecution telling the court a suspect had been charged with murder, and his extradition to Kenya was being sought. Continue reading..."
  }
]