[
  {
    "source": "Times of India",
    "title": "'I repeat…’: Rahul’s ‘weak PM’ jibe at Modi after Trump’s H-1B fee hike; shares old post",
    "link": "https://timesofindia.indiatimes.com/india/i-repeat-rahul-gandhis-weak-pm-jibe-after-trump-imposes-100000-fee-on-h-1b-visas-reshares-old-post/articleshow/124012869.cms",
    "summary": "Following the US decision to impose a hefty $100,000 fee on H-1B visa applications, Congress launched a coordinated attack on Prime Minister Narendra Modi. Rahul Gandhi criticized Modi as a \"weak PM\" for failing to protect Indian interests, while Mallikarjun Kharge referenced Trump's past claims and PM Modi's rally with him."
  },
  {
    "source": "Times of India",
    "title": "Why does SKY close his eyes during nat'l anthem? India captain explains",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/asia-cup/big-revelation-ahead-of-ind-vs-pak-suryakumar-yadav-explains-why-he-closes-eyes-during-national-anthem/articleshow/124015119.cms",
    "summary": "Suryakumar Yadav revealed he closes his eyes during the Indian national anthem to reflect on the immense pride and gratitude he feels representing his country. He cherishes every opportunity to wear the Indian jersey and thanks God for the chance to play."
  },
  {
    "source": "Times of India",
    "title": "Trump’s $100K fee on H-1B visa: Amazon issues deadline; asks staff to return",
    "link": "https://timesofindia.indiatimes.com/technology/tech-news/after-microsoft-amazon-issues-deadline-for-its-indian-and-foreign-employees-return-to-us-before-trumps-100000-fee-takes-effect/articleshow/124012032.cms",
    "summary": "Following Microsoft, Amazon is advising H-1B and H-4 visa holders to return to the U.S. Amazon, a top recipient of H-1B visas, urges employees to stay in the country."
  },
  {
    "source": "Times of India",
    "title": "‘Gukesh is not even 20 yet’: Grand Swiss was an eye-opener in many ways",
    "link": "https://timesofindia.indiatimes.com/sports/chess/gukesh-is-not-even-20-yet-grand-swiss-chess-was-an-eye-opener-in-many-ways/articleshow/124013864.cms",
    "summary": "The FIDE Grand Swiss 2025 witnessed Anish Giri's triumph and Vaishali Rameshbabu's repeat victory, alongside Matthias Bluebaum's unexpected Candidates qualification. Despite Gukesh Dommaraju's stumble, the event highlighted India's mixed fortunes and the rise of young talents like America's Abhimanyu Mishra."
  },
  {
    "source": "Times of India",
    "title": "Mystery in skies: Fiery streaks dazzle Delhi-NCR residents, spark buzz; watch video",
    "link": "https://timesofindia.indiatimes.com/city/delhi/mystery-in-skies-fiery-streaks-dazzle-delhi-ncr-residents-spark-buzz-watch-video/articleshow/124013108.cms",
    "summary": "Early Saturday, Delhi and NCR residents witnessed a dazzling display of fiery streaks across the sky, sparking widespread curiosity. Experts suggest it was likely a bolide, a meteor that fragments upon atmospheric entry."
  }
]