[
  {
    "source": "UN News",
    "title": "Gazans flee ‘death and devastation’ with no transportation or means of shelter",
    "link": "https://news.un.org/feed/view/en/story/2025/09/1165896",
    "summary": "In the face of escalating Israeli military operations, thousands of Palestinian families continue to flee the northern Gaza Strip amid dire humanitarian conditions and transportation shortages.&nbsp;"
  },
  {
    "source": "UN News",
    "title": "‘Tidal wave of emotion’ secures win for young Turkish writer in UN competition",
    "link": "https://news.un.org/feed/view/en/story/2025/09/1165895",
    "summary": "Fifteen-year-old Reyyan Demiriz from Türkiye has been awarded first prize in a UN young writers’ competition which garnered a staggering 1.6 million entries from 65 different countries."
  },
  {
    "source": "UN News",
    "title": "UN backs Abbas video address after US visa refusal",
    "link": "https://news.un.org/feed/view/en/story/2025/09/1165894",
    "summary": "The UN General Assembly on Friday adopted a resolution allowing Palestinian President Mahmoud Abbas to address next week’s high-level debate by pre-recorded video after the United States refused to issue visas for Palestine’s delegation."
  },
  {
    "source": "UN News",
    "title": "Israeli air strikes in south Lebanon violate UN resolution",
    "link": "https://news.un.org/feed/view/en/story/2025/09/1165893",
    "summary": "The UN peacekeeping mission in Lebanon (UNIFIL) on Friday called on the Israeli Defense Forces (IDF) to refrain from further strikes and fully withdraw from Lebanese territory after Israeli strikes endangered peacekeepers and civilians overnight.&nbsp;"
  },
  {
    "source": "UN News",
    "title": "UN Security Council rejects bid to continue Iran sanctions relief",
    "link": "https://news.un.org/feed/view/en/story/2025/09/1165891",
    "summary": "A proposal to continue sanctions relief for Iran under the 2015 nuclear deal was rejected in the UN Security Council on Friday in a vote that revealed deep divisions over the so-called “snapback” process."
  }
]