[
  {
    "source": "Variety",
    "title": "Guillermo del Toro and Yeon Sang-ho Connect Over Monsters, Animation, and Creative Process at Busan",
    "link": "https://variety.com/2025/film/festivals/guillermo-del-toro-yeon-sang-ho-creative-process-busan-1236525150/",
    "summary": "Two of cinema&#8217;s most imaginative voices came together at the Busan International Film Festival for an intimate conversation about their creative processes, revealing surprising connections between their work despite being separated by continents and cultures. Guillermo del Toro and Yeon Sang-ho, both masters of blending the fantastical with deeply human stories, participated in a session [&#8230;]"
  },
  {
    "source": "Variety",
    "title": "Xin Zhilei Talks Venice Best Actress Win, ‘The Sun Rises on Us All’ Ahead of Busan Premiere: ‘The Character That I Had Always Longed for’",
    "link": "https://variety.com/2025/film/festivals/xin-zhilei-venice-best-actress-the-sun-rises-on-us-all-busan-1236525084/",
    "summary": "After Gong Li and Hong Kong&#8217;s Deanie Ip Tak-han, Xin Zhilei has become the third Chinese actor to win the Volpi Cup for best actress at the Venice Film Festival, claiming the prize for her performance in &#8220;The Sun Rises on Us All.&#8221; The melodrama, directed by Cai Shangjun (who won the Silver Lion for [&#8230;]"
  },
  {
    "source": "Variety",
    "title": "‘Kpop Demon Hunters’ Creator Maggie Kang Names Her Favorite Character and Reveals How She Injected Korean Culture Into Netflix Hit at Busan: ‘We’re All Excited for the Possibilities of More Stories’",
    "link": "https://variety.com/2025/tv/festivals/kpop-demon-hunters-creator-maggie-kang-favorite-character-1236525113/",
    "summary": "When Maggie Kang had the opportunity to direct and pitch her own animated film, she knew exactly what was missing from Hollywood animation. After working in the industry for over a decade, the Korean-American filmmaker had never encountered a single Korean project."
  },
  {
    "source": "Variety",
    "title": "Juliette Binoche on Her Directorial Debut ‘In-I In Motion,’ Revisiting Her Daunting Experience Making a Bold Dance Show With Akram Khan: ‘I Felt Like I Wasn’t Going to Survive’",
    "link": "https://variety.com/2025/film/global/juliette-binoche-directorial-debut-in-i-in-motion-akram-khan-1236525091/",
    "summary": "Juliette Binoche won an Oscar for the &#8220;The English Patient;&#8221; has worked with the greatest auteurs, from Leos Carax to Abbas Kiarostami and Olivier Assayas; and has presided over Cannes and Berlin juries, among her many achievements. But in classic Juliette-Binoche style, the iconoclastic French actor didn&#8217;t take the easy route to direct her first [&#8230;]"
  },
  {
    "source": "Variety",
    "title": "Aleksi Salmenperä’s ‘Father’s Day,’ About Real-Life ‘Man With a Tragic Past,’ Reveals First-Look as Tekele Productions Joins Forces With Fragile Ego Films (EXCLUSIVE)",
    "link": "https://variety.com/2025/film/global/tekele-productions-aleksi-salmenpera-fathers-day-1236523638/",
    "summary": "Finland’s Tekele Productions has revealed the first-look of Aleksi Salmenperä’s anticipated drama “Father’s Day.” Salmenperä is the award-winning director and writer behind “Void,” “Bubble” and “The Mine,” but his eighth feature – set to be presented at the Helsinki Film Festival’s industry event Finnish Film Affair – will be “different from his previous films,” he [&#8230;]"
  }
]