[
  {
    "source": "Wall Street Journal",
    "title": "Palestinians Stream Back to Northern Gaza on Foot",
    "link": "https://www.wsj.com/articles/palestinians-flock-back-to-northern-gaza-on-foot-after-hostage-release-breakthrough-3f60e2db",
    "summary": "Israel allowed displaced Gazans to begin crossing a military zone that bisects the enclave after a deadlock over hostage releases was broken."
  },
  {
    "source": "Wall Street Journal",
    "title": "Leading China Property Developer Reports Huge loss, in Sign of Widening Real-Estate Woes",
    "link": "https://www.wsj.com/articles/even-chinas-property-stalwart-isnt-immune-from-the-crisis-19799863",
    "summary": "Troubles at Vanke raise questions about the continued spread of the property crisis and whether the Chinese state will step in."
  },
  {
    "source": "Wall Street Journal",
    "title": "Freed Israeli Hostages Still Had Shrapnel in Their Bodies From Oct. 7 Attack",
    "link": "https://www.wsj.com/articles/freed-israeli-hostages-still-had-shrapnel-in-their-bodies-from-oct-7-attack-3de8cd1e",
    "summary": "Some of the women were held alone for extended periods and spent eight months in tunnels, an Israeli medical official said."
  },
  {
    "source": "Wall Street Journal",
    "title": "Suspected Sabotage of Deep-Sea Cable Triggers First NATO-Led Response",
    "link": "https://www.wsj.com/articles/suspected-sabotage-of-deep-sea-cable-triggers-first-nato-led-response-337119ba",
    "summary": "The alliance mounted its first coordinated response to a suspected sabotage campaign against critical infrastructure after another cable was severed in the Baltic Sea."
  },
  {
    "source": "Wall Street Journal",
    "title": "Rwanda-Backed Rebels Enter Congo's Safe-Haven City",
    "link": "https://www.wsj.com/articles/rwanda-backed-rebels-enter-congo-safe-haven-city-aid-hub-09fdccb8",
    "summary": "Residents of Goma reported gunfire and shelling after rebels overran Congolese troops. officials estimated that more than one million displaced people were now inside the city."
  }
]