[
  {
    "source": "WHO",
    "title": "Amended International Health Regulations enter into force",
    "link": "https://www.who.int/news/item/19-09-2025-amended-international-health-regulations-enter-into-force",
    "summary": "Today marks a milestone in global health governance as the amendments to the International Health Regulations (IHR) enter into force. This reflects a renewed global commitment to cooperation in the face of public health emergencies, shaped by hard-earned lessons of the COVID-19 pandemic."
  },
  {
    "source": "WHO",
    "title": "WHO urges cost effective solutions on NCDs and mental health amidst slowing progress",
    "link": "https://www.who.int/news/item/18-09-2025-who-urges-cost-effective-solutions-on-ncds-and-mental-health-amidst-slowing-progress",
    "summary": "The World Health Organization (WHO) today released a new report titled “Saving lives, spending less”, revealing that an additional investment of just US$3 per person annually in tackling noncommunicable diseases (NCDs) could yield economic benefits of up to US$1 trillion by 2030."
  },
  {
    "source": "WHO",
    "title": "Cholera kills more people for second consecutive year, while prevention and treatment available",
    "link": "https://www.who.int/news/item/12-09-2025-cholera-kills-more-people-for-second-consecutive-year-while-prevention-and-treatment-available",
    "summary": "The global cholera statistics for 2024, shows an increase in both the number of people who fell sick and died from the disease. Reported cholera cases rose by 5% and deaths by 50% in 2024 compared to 2023, with more than 6000 people dying from a disease that is both preventable and treatable."
  },
  {
    "source": "WHO",
    "title": "WHO updates list of essential medicines to include key cancer, diabetes treatments",
    "link": "https://www.who.int/news/item/05-09-2025-who-updates-list-of-essential-medicines-to-include-key-cancer--diabetes-treatments",
    "summary": "&ldquo;The new editions of essential medicines lists mark a significant step toward expanding access to new medicines with proven clinical benefits and with high potential for global public health impact,&rdquo; said Dr Yukiko Nakatani, Assistant Director-General for Health Systems, Access and Data.Launched in 1977 largely to promote better access to medicines in developing countries, the WHO Model Lists have become a trusted global policy tool for decisions related to the selection and universal coverage of medicines within all health systems.The WHO Expert Committee on the Selection and Use of Essential Medicines reviewed 59 applications, including 31 proposals for the addition of new medicines or medicine classes. &ldquo;Achieving equitable access to essential medicines requires a coherent health system response backed by strong political will, multisectoral cooperation, and people-centred programmes that leave no one behind.&rdquo;More details of the Expert Committee&rsquo;s recommendations, describing the additions, changes and removal of medicines and formulations, and decisions not to recommend medicines are available in the Executive Summary&nbsp;here.Note to editorsThe meeting of the 25th WHO Expert Committee on the Selection and Use of Essential Medicines was held at WHO Headquarters in Geneva, Switzerland, from 5 to 9 May 2025."
  },
  {
    "source": "WHO",
    "title": "Over a billion people living with mental health conditions – services require urgent scale-up",
    "link": "https://www.who.int/news/item/02-09-2025-over-a-billion-people-living-with-mental-health-conditions-services-require-urgent-scale-up",
    "summary": "More than 1 billion people are living with mental health disorders, according to new data released by the World Health Organization (WHO). The new findings published in two reports – World mental health today and Mental Health Atlas 2024 – highlight some areas of progress while exposing significant gaps in addressing mental health conditions worldwide."
  }
]