[
  {
    "source": "人民网",
    "title": "欧洲央行宣布下调欧元区关键利率",
    "link": "http://world.people.com.cn/n1/2025/0605/c1002-40494895.html",
    "summary": "新华社快讯：欧洲中央银行5日宣布，将欧元区三大关键利率分别下调25个基点。这是欧洲央行一年内第八次降息。"
  },
  {
    "source": "人民网",
    "title": "美联储“褐皮书”：美国经济不确定性居高位　关税推高物价",
    "link": "http://world.people.com.cn/n1/2025/0605/c1002-40494887.html",
    "summary": "根据美国“联邦储备法”，美国全国划分为12个联邦储备区，每区设立一家联邦储备银行。该报告根据12家联邦储备银行的最新调查结果编制而成，也称“褐皮书”。 报告显示，自4月下旬以来，美国经济活动整体出现小幅下降，半数联邦储备区经济活动出现轻微或温和下降。所有联邦储备区经济和政策不确定性均处于高位，导致企业和家庭决策变得迟疑和谨慎。制造业活动轻度下降。消费者支出情况混杂不一，大多数联邦储备区出现小幅下降或没有变化，但一些联邦储备区对预计受关税影响物品的支出增加。"
  },
  {
    "source": "人民网",
    "title": "商务部：中方对合规稀土出口许可申请将予以批准",
    "link": "http://world.people.com.cn/n1/2025/0605/c1002-40494861.html",
    "summary": "新华社北京6月5日电（记者谢希瑶）商务部新闻发言人何咏前在5日举行的例行新闻发布会上答记者问时表示，稀土等相关物项具有明显的军民两用属性，对其实施出口管制是国际通行做法。中国政府依法依规对两用物项相关出口许可申请进行审查，对符合规定的申请，中方将予以批准，促进便利合规贸易。"
  },
  {
    "source": "人民网",
    "title": "外交部：中国愿继续与各方一道推动共建清洁、美丽、可持续的世界",
    "link": "http://world.people.com.cn/n1/2025/0605/c1002-40494859.html",
    "summary": "新华社北京6月5日电（记者袁睿）6月5日是世界环境日。外交部发言人林剑5日表示，中国一直是绿色发展的坚定行动派，也是全球绿色转型的重要贡献者。中国愿继续以“赋能型大国”的担当，与各方一道履行共同但有区别的责任，推动共建清洁、美丽、可持续的世界。 “全球同此凉热，人类命运与共。”林剑表示，中国坚持生态优先、绿色发展，愿继续以“赋能型大国”的担当，与各方一道履行共同但有区别的责任，推动共建清洁、美丽、可持续的世界。"
  },
  {
    "source": "人民网",
    "title": "来自神舟二十号的“太空问候”！中国航天员为世博会中国馆送祝福",
    "link": "http://world.people.com.cn/n1/2025/0605/c1002-40494817.html",
    "summary": "showPlayer({scriptId: 'q_v_j-shd0iphx0d9', videoInfo: [{ src: 'https://video.people.cn/upload/vod/user1739759454736028/1749113217284014/origin.mp4', type: 'video/mp4', label: '源视频', }],posterUrl: 'https://video.people.cn/userUpload/1739759454736028/1745801139907398/picture/screenshot-16-48-28.png',width: 450,height: 800,type: 1});  人民网东京6月5日电 （许可）2025大阪世博会中国馆开馆近两个月，目前已成为世博园内一道亮丽的风景线，吸引了无数参观者驻足。中国馆以“共同构建人与自然生命共同体——绿色发展的未来社会”为主题，通过一系列独具匠心的设计和互动体验，充分展现了中国在科技创新、绿色发展和文化传承等方面的最新成就。日前，三位神舟二十号航天员陈冬、陈中瑞、王杰，从中国空间站为2025大阪世博会中国馆送来了来自太空的祝福。 陈冬遥祝世博会中国馆圆满成功，并祝愿大家的梦想都能如星辰般闪耀，照亮前行之路。从古人“摘星”的梦想，到今朝触碰宇宙，人类探索未知的脚步从未停歇。让我们一起在逐梦圆梦的道路上奋力奔跑，勇敢前行！"
  }
]